{
  "projects": [
    {
      "id": 1702494683515,
      "name": "Музей 'Фаберже'",
      "address": "Наб. реки Фонтанки, 21",
      "date": "2023-12-13T19:11:23.515Z",
      "comments": [
        {
          "comment_id": 1702494697625,
          "comment_text": "Все прикольно",
          "comment_date": "2023-12-13T19:11:37.625Z"
        }
      ],
      "floors": [
        {
          "number": 1,
          "plan": ""
        },
        {
          "number": 2,
          "plan": ""
        }
      ]
    },
    {
      "id": 1702494457235,
      "name": "Leti",
      "address": "Ylica Popova 5",
      "date": "2023-12-13T19:07:37.235Z",
      "comments": [
        {
          "comment_id": 1702494482188,
          "comment_text": "Сломался маршрутизатор на 3-м этаже",
          "comment_date": "2023-12-13T19:08:02.188Z"
        }
      ],
      "floors": [
        {
          "number": 4,
          "plan": ""
        },
        {
          "number": 1,
          "plan": ""
        },
        {
          "number": 2,
          "plan": ""
        },
        {
          "number": 5,
          "plan": ""
        },
        {
          "number": 3,
          "plan": ""
        }
      ]
    },
    {
      "id": 1702494551112,
      "name": "Laxta",
      "address": "Laxta Center",
      "date": "2023-12-13T19:09:11.112Z",
      "comments": [
        {
          "comment_id": 1702494574135,
          "comment_text": "Не хватает модемов на 48-м этаже",
          "comment_date": "2023-12-13T19:09:34.135Z"
        }
      ],
      "floors": [
        {
          "number": 3,
          "plan": ""
        },
        {
          "number": 2,
          "plan": ""
        },
        {
          "number": 1,
          "plan": ""
        }
      ]
    }
  ],
  "routers": [
    {
      "routerinfo_id": 1602435457235,
      "photo": "",
      "description": "Работает только в диапазоне 5 ГГц. Модуляция 256-QAM отвечает за емкость и скорость передачи информации, содержащейся в символах. Число 256 означает количество различных битов информации. Пропускает до 6.9 Гбит/с. Одновременно поддерживает максимальную скорость у двух устройств",
      "model": "Wi-Fi 5 — 802.11ac",
      "port_count": 2,
      "DateOfCreation": "2020-10-11T16:57:37.235Z"
    },
    {
      "routerinfo_id": 1602411457235,
      "photo": "",
      "description": "Работает только в диапазоне 2.4 и 5 ГГц. Оснащен модуляцией 1024-QAM и мультиплексированием OFDMA, которые разделяют частотную полосу на поддиапазоны, чтобы несколько устройств получали одинаковое качество сигнала. Пропускает до 9.6 Гбит/с. Одновременно поддерживает максимальную скорость у трех устройств",
      "model": "Wi-Fi 6 — 802.11ax",
      "port_count": 3,
      "DateOfCreation": "2020-10-11T10:17:37.235Z"
    }
  ],
  "cables": [
    {
      "cableinfo_id": 1602492257235,
      "photo": "",
      "description": "Если на далекие расстояния применяется специальный оптоволоконный кабель, то для подключения компьютеров в локальные сети используется так называемая витая пара. Чаще всего это 4 или 8 проводов, перевитых между собой попарно – такая конструкция улучшает характеристики приема-передачи сигнала.\nТак как провода витой пары обычно тонкие и их легко можно повредить, рядом с ними идет разрывная нить, которой можно легко пропороть и разрезать изнутри внешнюю защитную изоляцию.\nЕсть несколько разновидностей таких кабелей, отличающихся друг от друга наличием или отсутствием дополнительного экранирования для стабилизации проходящего по жилам сигнала:\nUTP – с обычной наружной защитной ПВХ изоляцией.\nFTP – под наружной изоляцией намотан экран из фольги.\nSTP – экран выполнен в виде оплетки из медной проволоки. Кроме общего экранирования, каждая витая пара защищена отдельно.\nS/FTP – фольгированный экран под общей изоляцией и на каждой витой паре.\nПо количеству витых пар кабели делятся на категории CAT1, CAT2 и CAT5e – последняя из них это 4 пары проводов, что позволяет передавать данные со скоростью до 1 Гб/сек.",
      "type": "Витая пара",
      "DateOfCreation": "2020-10-12T08:44:17.235Z"
    },
    {
      "cableinfo_id": 1602493557235,
      "photo": "",
      "description": "Самые первые из них использовались для подключения телефонов и телевизионных антенн, но с развитием компьютерной техники появились новые типы кабелей для передачи информации.\nНеспециалисту такие кабели больше известны как «антенные», которые состоят из одно или многопроволочной медной жилы сечением порядка 1 мм², толстой внутренней изоляции из плотного или вспененного полиэтилена, экранирующей оплетки и наружного изоляционного слоя – кембрика.\nНе вдаваясь в технические подробности, достаточно знать, что такое строение кабеля идеально подходит для передачи слаботочных сигналов высокой частоты. Специалист, при покупке подобного кабеля, поинтересуется такими характеристиками передаваемого тока как частота, сопротивление, разновидность экранирования, время затухания сигнала и т.п.",
      "type": "Коаксиальный кабель",
      "DateOfCreation": "2020-10-12T09:05:57.235Z"
    }
  ]
}